Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# "{0}" and its equipment list will be removed.
source: "%1$@" and its equipment list will be removed.
ar: سيُحذف «%1$@» مع قائمة معداته.
de: „%1$@“ und die zugehörige Geräteliste werden entfernt.
es: «%1$@» y su lista de equipo se eliminarán.
fr: « %1$@ » et sa liste d’équipement seront supprimés.
hi: “%1$@” और उसकी उपकरण सूची हटा दी जाएगी।
hu: „%1$@” és az eszközlistája el lesz távolítva.
it: “%1$@” e il suo elenco di attrezzi verranno rimossi.
ko: ‘%1$@’과(와) 해당 장비 목록이 삭제됩니다.
pl: „%1$@” i jego lista sprzętu zostaną usunięte.
pt: «%1$@» e a respetiva lista de equipamento serão removidos.
pt_br: “%1$@” e sua lista de equipamentos serão removidos.
ru: «%1$@» и его список инвентаря будут удалены.
th: "%1$@" และรายการอุปกรณ์จะถูกลบ
tr: “%1$@” ve ekipman listesi kaldırılacak.
uk: «%1$@» та його список інвентарю буде видалено.
zh: “%1$@”及其器械清单将被删除。

source: (saved)
ar: (محفوظ)
de: (gespeichert)
es: (guardada)
fr: (enregistrée)
hi: (सहेजी गई)
hu: (mentve)
it: (salvata)
ko: (저장됨)
pl: (zapisany)
pt: (guardada)
pt_br: (salva)
ru: (сохранён)
th: (บันทึกแล้ว)
tr: (kaydedildi)
uk: (збережено)
zh: （已保存）

source: + Burst
ar: + دفعة
es: + Ráfaga
fr: + Rafale
hi: + बर्स्ट
ko: + 버스트
pl: + Seria rest-pause
pt: + Rajada
pt_br: + Rajada
ru: + Серия рест-пауз
th: + เบิร์สต์
tr: + Patlama
uk: + Серія рест-пауз
zh: + 爆发组

source: + Drop
ar: + دروب
de: + Dropsatz
es: + Bajada
fr: + Drop set
hi: + ड्रॉप सेट
hu: + Dropszett
it: + Drop set
ko: + 드롭세트
pl: + Seria zniżkująca
pt: + Queda
pt_br: + Queda
ru: + Дроп-сет
th: + ดรอป
tr: + Düşüş seti
uk: + Дроп-сет
zh: + 递减组

source: 1 day a week
ar: يوم واحد في الأسبوع
de: 1 Tag pro Woche
es: 1 día a la semana
fr: 1 jour par semaine
hi: सप्ताह में 1 दिन
hu: Heti 1 nap
it: 1 giorno a settimana
ko: 주 1일
pl: 1 dzień w tygodniu
pt: 1 dia por semana
pt_br: 1 dia por semana
ru: 1 день в неделю
th: 1 วันต่อสัปดาห์
tr: Haftada 1 gün
uk: 1 день на тиждень
zh: 每周 1 天

source: 1 passkey
ar: مفتاح مرور واحد
hi: 1 पासकी
hu: 1 jelszókulcs
ko: 패스키 1개
pt_br: 1 chave de acesso
ru: 1 ключ доступа
th: 1 พาสคีย์
tr: 1 geçiş anahtarı
uk: 1 ключ доступу
zh: 1 个通行密钥

source: A clean one-page-per-plan printout — no exercise ever splits across a page.
ar: طباعة نظيفة بصفحة واحدة لكل خطة — لا ينقسم أي تمرين عبر الصفحة أبداً.
de: Ein sauberer Ausdruck, eine Seite pro Plan — keine Übung wird je über eine Seite getrennt.
es: Una impresión limpia, una página por plan: ningún ejercicio se corta entre páginas.
fr: Une impression nette, une page par plan — aucun exercice n'est coupé entre deux pages.
hi: हर प्लान के लिए एक साफ़-सुथरा एक-पेज प्रिंटआउट — कोई भी व्यायाम पन्नों के बीच नहीं बँटता।
hu: Egy tiszta nyomtatvány, egy oldal tervenként — egyetlen gyakorlat sem törik meg oldalhatáron.
it: Una stampa pulita, una pagina per piano — nessun esercizio viene spezzato tra due pagine.
ko: 계획당 한 페이지의 깔끔한 출력물 — 어떤 운동도 페이지 사이에서 나뉘지 않습니다.
pl: Czysty wydruk, jedna strona na plan — żadne ćwiczenie nie jest dzielone między stronami.
pt: Uma impressão limpa, uma página por plano — nenhum exercício é dividido entre páginas.
pt_br: Uma impressão limpa, uma página por plano — nenhum exercício é dividido entre páginas.
ru: Аккуратная распечатка, одна страница на план — ни одно упражнение не разрывается между страницами.
th: พิมพ์ออกมาสวยงาม 1 หน้าต่อ 1 แผน — ไม่มีท่าไหนถูกตัดข้ามหน้า
tr: Temiz bir çıktı, plan başına tek sayfa — hiçbir egzersiz sayfalar arasında bölünmez.
uk: Охайний друк, одна сторінка на план — жодна вправа не розривається між сторінками.
zh: 干净的打印版，每个计划一页——任何动作都不会被分到两页。

source: A clean session: everything on the sheet got done and the loads held. This is exactly what progress looks like from the inside — unremarkable, repeated.
ar: جلسة نظيفة: أُنجز كل ما في الجدول وثبتت الأحمال. هكذا يبدو التقدم من الداخل تمامًا — عادي ومتكرر.
de: Eine saubere Einheit: alles auf dem Zettel wurde erledigt und die Gewichte haben gehalten. Genau so sieht Fortschritt von innen aus – unspektakulär, wiederholt.
es: Una sesión limpia: todo lo previsto se hizo y las cargas aguantaron. Así se ve el progreso desde dentro — sin espectáculo, repetido.
fr: Une séance propre : tout ce qui était prévu a été fait et les charges ont tenu. C’est exactement à ça que ressemble le progrès de l’intérieur — banal, répété.
hi: एक साफ़ सत्र: जो योजना थी सब हुआ और भार टिके रहे। अंदर से प्रगति बिल्कुल ऐसी दिखती है — साधारण, दोहराई हुई।
hu: Tiszta edzés: minden elkészült, ami a lapon volt, és a súlyok kitartottak. Belülről pontosan így néz ki a fejlődés — észrevétlen, ismétlődő.
it: Una sessione pulita: tutto il previsto è stato fatto e i carichi hanno tenuto. Il progresso visto da dentro è esattamente così — poco appariscente, ripetuto.
ko: 깔끔한 세션: 계획한 것을 모두 해냈고 중량도 유지됐어요. 안에서 본 진전은 바로 이런 모습이에요 — 특별할 것 없이, 반복되는.
pl: Czysta sesja: wszystko z planu zrobione, ciężary utrzymane. Tak właśnie wygląda postęp od środka — niepozornie, powtarzalnie.
pt: Uma sessão limpa: tudo o que estava previsto foi feito e as cargas aguentaram. É exatamente assim que o progresso se vê por dentro — discreto, repetido.
pt_br: Uma sessão limpa: tudo o que estava previsto foi feito e as cargas aguentaram. É exatamente assim que o progresso se vê por dentro — discreto, repetido.
ru: Чистая сессия: всё по плану сделано, веса удержаны. Именно так прогресс выглядит изнутри — неприметно, раз за разом.
th: เซสชันที่สะอาด: ทุกอย่างในแผนทำครบและน้ำหนักคงที่ นี่แหละคือหน้าตาของความก้าวหน้าจากข้างใน — ธรรมดา และทำซ้ำ
tr: Temiz bir seans: plandaki her şey yapıldı ve ağırlıklar korundu. İçeriden bakınca ilerleme tam olarak böyle görünür — sıradan, tekrarlanan.
uk: Чисте тренування: усе за планом зроблено, ваги втримано. Саме так прогрес виглядає зсередини — непомітно, раз за разом.
zh: 一次干净的训练：计划的都完成了，重量也守住了。从内部看，进步就是这样——平淡、重复。

source: A deload routine opens at the numbers set here, so the progression above does not apply to it.
ar: يبدأ روتين التفريغ بالأرقام المحددة هنا، لذا لا ينطبق عليه التقدم أعلاه.
de: Eine Deload-Routine startet mit den hier eingestellten Werten, die Progression oben gilt für sie nicht.
es: Una rutina de descarga empieza con los valores fijados aquí, así que la progresión de arriba no se le aplica.
fr: Une routine de décharge démarre avec les valeurs définies ici, la progression ci-dessus ne s’y applique donc pas.
hi: डीलोड रूटीन यहाँ तय किए गए आँकड़ों से शुरू होता है, इसलिए ऊपर वाला प्रोग्रेशन उस पर लागू नहीं होता।
hu: A deload rutin az itt beállított értékekkel indul, így a fenti progresszió nem vonatkozik rá.
it: Una routine di scarico parte dai valori impostati qui, quindi la progressione qui sopra non si applica.
ko: 디로딩 루틴은 여기서 정한 수치로 시작하므로 위의 점진적 증가가 적용되지 않습니다.
pl: Plan deloadowy zaczyna się od ustawionych tutaj wartości, więc progresja powyżej go nie dotyczy.
pt: Uma rotina de deload começa com os valores definidos aqui, por isso a progressão acima não se aplica a ela.
pt_br: Uma rotina de deload começa com os valores definidos aqui, por isso a progressão acima não se aplica a ela.
ru: Разгрузочная программа начинается с заданных здесь значений, поэтому прогрессия выше к ней не применяется.
th: รูทีนดีโหลดเริ่มจากค่าที่ตั้งไว้ที่นี่ การเพิ่มระดับด้านบนจึงไม่มีผลกับรูทีนนี้
tr: Deload rutini burada belirlenen değerlerle başlar, bu yüzden yukarıdaki ilerleme ona uygulanmaz.
uk: Розвантажувальна програма починається із заданих тут значень, тож прогресія вище до неї не застосовується.
zh: 减载训练日按这里设定的数值开始，因此上面的进阶方式对它不适用。

source: A fresh plan from your answers; your workouts stay
ar: خطة جديدة من إجاباتك؛ وتبقى تدريباتك
de: Ein frischer Plan aus deinen Antworten; deine Trainings bleiben
es: Un plan nuevo a partir de tus respuestas; tus entrenamientos se conservan
fr: Un plan tout neuf à partir de tes réponses ; tes séances restent
hi: आपके जवाबों से एक नई योजना; आपके वर्कआउट बने रहेंगे
hu: Új terv a válaszaidból; az edzéseid megmaradnak
it: Un piano nuovo dalle tue risposte; i tuoi allenamenti restano
ko: 답변을 바탕으로 새 계획을 만듭니다. 운동 기록은 그대로 남습니다
pl: Nowy plan na podstawie Twoich odpowiedzi; treningi zostają
pt: Um plano novo a partir das tuas respostas; os teus treinos ficam
pt_br: Um plano novo a partir das tuas respostas; os teus treinos ficam
ru: Новый план по вашим ответам; тренировки сохраняются
th: แผนใหม่จากคำตอบของคุณ การออกกำลังกายของคุณยังอยู่
tr: Cevaplarından yeni bir plan; antrenmanların kalır
uk: Новий план за твоїми відповідями; тренування збережуться
zh: 根据你的回答生成新计划；训练记录保留

source: A fuller dot means less left in the tank — the same weight at a lower %1$@ is progress the line alone does not show.
ar: النقطة الأكثر امتلاءً تعني أن الاحتياط أقل — نفس الوزن عند %1$@ أقل يُعد تقدمًا لا يُظهره الخط وحده.
de: Ein vollerer Punkt heißt: weniger im Tank — dasselbe Gewicht bei niedrigerem %1$@ ist Fortschritt, den die Linie allein nicht zeigt.
es: Un punto más lleno significa menos reserva — el mismo peso con un %1$@ más bajo es progreso que la línea por sí sola no muestra.
fr: Un point plus plein veut dire moins de réserve — le même poids à un %1$@ plus bas, c’est un progrès que la ligne seule ne montre pas.
hi: ज़्यादा भरा बिंदु मतलब टंकी में कम बचा — वही वज़न कम %1$@ पर उठाना वह प्रगति है जो अकेली लाइन नहीं दिखाती।
hu: Egy teltebb pont kevesebb tartalékot jelent — ugyanaz a súly alacsonyabb %1$@ mellett olyan fejlődés, amit a vonal önmagában nem mutat.
it: Un punto più pieno significa meno riserva — lo stesso peso con un %1$@ più basso è progresso che la linea da sola non mostra.
ko: 점이 진할수록 남은 여력이 적다는 뜻입니다 — 같은 무게를 더 낮은 %1$@로 든 것은 선만 봐서는 알 수 없는 발전입니다.
pl: Pełniejsza kropka znaczy mniej zapasu — ten sam ciężar przy niższym %1$@ to postęp, którego sama linia nie pokazuje.
pt: Um ponto mais cheio significa menos margem — o mesmo peso com um %1$@ mais baixo é progresso que a linha sozinha não mostra.
pt_br: Um ponto mais cheio significa menos margem — o mesmo peso com um %1$@ mais baixo é progresso que a linha sozinha não mostra.
ru: Более плотная точка означает меньше запаса — тот же вес при меньшем %1$@ это прогресс, которого одна линия не показывает.
th: จุดที่เต็มกว่าหมายถึงเหลือแรงน้อยกว่า — น้ำหนักเท่าเดิมที่ %1$@ ต่ำกว่าคือความคืบหน้าที่กราฟเส้นเพียงอย่างเดียวไม่แสดงให้เห็น
tr: Daha dolu bir nokta depoda daha az kaldı demek — aynı ağırlığı daha düşük %1$@ ile kaldırmak, çizginin tek başına göstermediği bir ilerlemedir.
uk: Щільніша крапка означає менше запасу — та сама вага при меншому %1$@ це прогрес, якого сама лінія не показує.
zh: 点越实，油箱里剩得越少——同样的重量配上更低的 %1$@，是曲线本身看不出的进步。

source: A local model can take longer.
ar: قد يستغرق النموذج المحلي وقتًا أطول.
de: Ein lokales Modell kann länger brauchen.
es: Un modelo local puede tardar más.
fr: Un modèle local peut prendre plus de temps.
hi: स्थानीय मॉडल में अधिक समय लग सकता है।
hu: Egy helyi modellnek több időre lehet szüksége.
it: Un modello locale può metterci di più.
ko: 로컬 모델은 더 오래 걸릴 수 있습니다.
pl: Model lokalny może potrzebować więcej czasu.
pt: Um modelo local pode demorar mais.
pt_br: Um modelo local pode demorar mais.
ru: Локальная модель может работать дольше.
th: โมเดลในเครื่องอาจใช้เวลานานกว่า
tr: Yerel bir model daha uzun sürebilir.
uk: Локальна модель може працювати довше.
zh: 本地模型可能需要更长时间。

source: A one-time code lets your phone or another computer sign in with a passkey of its own.
ar: يتيح رمز لمرة واحدة لهاتفك أو لحاسوب آخر تسجيل الدخول بمفتاح مرور خاص به.
de: Mit einem Einmal-Code meldet sich dein Handy oder ein anderer Computer mit einem eigenen Passkey an.
es: Un código de un solo uso permite que tu teléfono u otro ordenador inicie sesión con una passkey propia.
fr: Un code à usage unique permet à ton téléphone ou à un autre ordinateur de se connecter avec sa propre passkey.
hi: एक बार इस्तेमाल होने वाला कोड आपके फ़ोन या किसी दूसरे कंप्यूटर को उसकी अपनी पासकी से साइन इन करने देता है।
hu: Egy egyszer használható kóddal a telefonod vagy egy másik számítógép saját jelszókulccsal jelentkezhet be.
it: Un codice monouso permette al tuo telefono o a un altro computer di accedere con una passkey tutta sua.
ko: 일회용 코드로 휴대폰이나 다른 컴퓨터가 자체 패스키로 로그인할 수 있습니다.
pl: Kod jednorazowy pozwala twojemu telefonowi lub innemu komputerowi logować się własnym passkey.
pt: Um código de utilização única permite que o teu telemóvel ou outro computador inicie sessão com uma passkey própria.
pt_br: Um código de uso único permite que seu celular ou outro computador entre com uma chave de acesso própria.
ru: Одноразовый код позволяет твоему телефону или другому компьютеру входить со своим ключом доступа.
th: รหัสแบบใช้ครั้งเดียวช่วยให้โทรศัพท์หรือคอมพิวเตอร์เครื่องอื่นของคุณเข้าสู่ระบบด้วยพาสคีย์ของตัวเอง
tr: Tek kullanımlık bir kod, telefonunun veya başka bir bilgisayarın kendi geçiş anahtarıyla giriş yapmasını sağlar.
uk: Одноразовий код дає змогу твоєму телефону чи іншому комп’ютеру входити з власним ключем доступу.
zh: 一次性代码可让你的手机或其他电脑用自己的通行密钥登录。

source: A progress photo or a form-check video, kept with this workout.
ar: صورة لتقدّمك أو فيديو لفحص أسلوب الأداء، محفوظ مع هذا التمرين.
de: Ein Fortschrittsfoto oder ein Video zur Technikkontrolle, gespeichert bei diesem Training.
es: Una foto de progreso o un vídeo para revisar la técnica, guardados con este entrenamiento.
fr: Une photo de progression ou une vidéo pour vérifier la technique, conservée avec cette séance.
hi: प्रगति की फ़ोटो या तकनीक जाँचने का वीडियो, इसी वर्कआउट के साथ रखा जाता है।
hu: Egy fotó a fejlődésedről vagy egy videó a technikád ellenőrzéséhez, ehhez az edzéshez mentve.
it: Una foto dei progressi o un video per controllare la tecnica, salvati con questo allenamento.
ko: 진행 상황 사진이나 자세 점검 동영상을 이 운동에 함께 보관합니다.
pl: Zdjęcie postępów albo film do sprawdzenia techniki, zapisane przy tym treningu.
pt: Uma foto de progresso ou um vídeo para verificar a técnica, guardados com este treino.
pt_br: Uma foto de progresso ou um vídeo para conferir a técnica, salvos com este treino.
ru: Фото прогресса или видео для проверки техники, сохранённые вместе с этой тренировкой.
th: รูปความคืบหน้าหรือวิดีโอตรวจท่าทาง เก็บไว้กับการออกกำลังกายครั้งนี้
tr: Bir gelişim fotoğrafı ya da tekniğini kontrol etmek için bir video, bu antrenmanla birlikte saklanır.
uk: Фото прогресу чи відео для перевірки техніки, збережені разом із цим тренуванням.
zh: 进度照片或动作检查视频，与本次训练一起保存。

source: A pull for every press, so the shoulders stay balanced.
ar: تمرين سحب مقابل كل تمرين دفع، ليبقى الكتفان متوازنين.
de: Zu jedem Drücken ein Ziehen, damit die Schultern im Gleichgewicht bleiben.
es: Un tirón por cada empuje, para que los hombros sigan equilibrados.
fr: Un tirage pour chaque poussée, pour garder les épaules équilibrées.
hi: हर पुश के लिए एक पुल, ताकि कंधे संतुलित रहें।
hu: Minden nyomáshoz egy húzás, hogy a vállak egyensúlyban maradjanak.
it: Una tirata per ogni spinta, così le spalle restano in equilibrio.
ko: 미는 운동마다 당기는 운동을 하나씩 — 어깨 균형을 지키기 위해서예요.
pl: Na każde wyciskanie jedno przyciąganie, żeby barki pozostały w równowadze.
pt: Uma puxada para cada empurrão, para os ombros ficarem equilibrados.
pt_br: Uma puxada para cada empurrão, para os ombros ficarem equilibrados.
ru: На каждый жим — своя тяга, чтобы плечи оставались сбалансированными.
th: ท่าดึงหนึ่งท่าต่อท่าดันทุกท่า เพื่อให้หัวไหล่สมดุล
tr: Her itişe bir çekiş, omuzlar dengede kalsın diye.
uk: На кожен жим — своя тяга, щоб плечі залишалися збалансованими.
zh: 每个推的动作都配一个拉的动作，让肩部保持平衡。

source: A small file a friend imports into their own openGym — routines only, none of your workouts or weigh-ins.
ar: ملف صغير يستورده صديقك في openGym الخاص به — الروتينات فقط، دون أي من تمارينك أو تسجيلات وزنك.
de: Eine kleine Datei, die ein Freund in sein eigenes openGym importiert — nur Routinen, keine Workouts oder Wiegungen.
es: Un archivo pequeño que un amigo importa en su propio openGym: solo rutinas, ninguno de tus entrenamientos ni pesajes.
fr: Un petit fichier qu'un ami importe dans son propre openGym — uniquement les routines, aucun de tes entraînements ni pesées.
hi: एक छोटी फ़ाइल जिसे कोई दोस्त अपने openGym में आयात कर सके — सिर्फ़ रूटीन, आपके वर्कआउट या वज़न नहीं।
hu: Egy kis fájl, amit egy barát a saját openGym-jébe importál — csak rutinok, edzések és mérések nélkül.
it: Un piccolo file che un amico importa nel suo openGym — solo le routine, nessuno dei tuoi allenamenti o pesate.
ko: 친구가 자신의 openGym으로 가져올 수 있는 작은 파일 — 루틴만 포함되며 운동 기록이나 체중은 포함되지 않습니다.
pl: Mały plik, który znajomy zaimportuje do własnego openGym — tylko plany treningowe, bez Twoich treningów i pomiarów wagi.
pt: Um pequeno ficheiro que um amigo importa no seu próprio openGym — apenas rotinas, nenhum dos teus treinos ou pesagens.
pt_br: Um pequeno arquivo que um amigo pode importar no próprio openGym — somente rotinas, sem seus treinos ou pesagens.
ru: Небольшой файл, который друг импортирует в свой openGym — только программы, без твоих тренировок и взвешиваний.
th: ไฟล์เล็กๆ ให้เพื่อนนำเข้า openGym ของตัวเอง — มีแค่รูทีนเท่านั้น ไม่มีการออกกำลังกายหรือน้ำหนักของคุณ
tr: Bir arkadaşının kendi openGym'ine aktardığı küçük bir dosya — yalnızca rutinler, antrenmanların veya tartıların değil.
uk: Невеликий файл, який друг імпортує у свій openGym — лише програми, без твоїх тренувань і зважувань.
zh: 一个小文件，朋友可以导入到自己的 openGym——只有训练日，不包含你的训练记录或体重。

source: A timer runs while you hold the set. Leave the weight at 0 for bodyweight holds.
ar: يعمل مؤقت أثناء تثبيتك للوضعية. اترك الوزن عند 0 لتمارين الثبات بوزن الجسم.
de: Während des Satzes läuft ein Timer. Für Halteübungen ohne Zusatzgewicht das Gewicht auf 0 lassen.
es: Un temporizador corre mientras aguantas la serie. Deja el peso en 0 para isométricos con tu propio peso.
fr: Un minuteur tourne pendant la série. Laisse le poids à 0 pour un maintien au poids de corps.
hi: सेट के दौरान टाइमर चलता है। बॉडीवेट होल्ड के लिए वज़न 0 रहने दें।
hu: Egy időzítő fut, amíg tartod a sorozatot. Testsúlyos tartásnál hagyd 0-n a súlyt.
it: Un timer scorre mentre tieni la serie. Lascia il peso a 0 per le tenute a corpo libero.
ko: 세트를 버티는 동안 타이머가 작동합니다. 맨몸 버티기는 무게를 0으로 두세요.
pl: Podczas serii działa stoper. Zostaw ciężar na 0 przy izometrii z masą własną.
pt: Um cronómetro corre enquanto aguentas a série. Deixa o peso a 0 para isometrias com o peso do corpo.
pt_br: Um cronômetro funciona enquanto você mantém a posição. Deixe o peso em 0 para isometrias com o peso do corpo.
ru: Во время подхода идёт таймер. Для удержаний с собственным весом оставь вес на 0.
th: ตัวจับเวลาจะทำงานขณะทำเซ็ตค้าง ปล่อยน้ำหนักไว้ที่ 0 สำหรับท่าค้างด้วยน้ำหนักตัว
tr: Seti tutarken bir sayaç işler. Vücut ağırlığıyla yapılan tutuşlarda ağırlığı 0 bırak.
uk: Поки триває підхід, іде таймер. Для утримань із власною вагою залиш вагу на 0.
zh: 保持这一组时会有计时器运行。徒手静力动作把重量留在 0。

source: A two-day rotation across three sessions a week, built around the equipment you listed. Compounds first, one pull for every press, and enough overlap between the days that nothing goes two weeks without being trained.
ar: تناوب بين يومين على ثلاث جلسات أسبوعيًا، مبني حول المعدات التي حددتها. التمارين المركبة أولًا، وتمرين سحب مقابل كل تمرين دفع، وتداخل كافٍ بين اليومين حتى لا يمر أسبوعان على أي عضلة دون تدريب.
de: Eine Zwei-Tage-Rotation auf drei Einheiten pro Woche, aufgebaut auf der Ausrüstung, die du angegeben hast. Grundübungen zuerst, zu jedem Drücken ein Ziehen und genug Überschneidung zwischen den Tagen, dass nichts zwei Wochen lang untrainiert bleibt.
es: Una rotación de dos días en tres sesiones por semana, construida con el equipamiento que indicaste. Primero los ejercicios compuestos, un tirón por cada empuje y suficiente solapamiento entre los días para que nada pase dos semanas sin entrenarse.
fr: Une rotation sur deux jours répartie sur trois séances par semaine, construite autour du matériel que tu as indiqué. Les polyarticulaires d’abord, un tirage pour chaque poussée, et assez de recoupement entre les jours pour que rien ne reste deux semaines sans être travaillé.
hi: आपके बताए उपकरणों के आधार पर बना, हफ़्ते में तीन सत्रों में चलने वाला दो-दिन का रोटेशन। पहले कंपाउंड एक्सरसाइज़, हर पुश के लिए एक पुल, और दिनों के बीच इतना ओवरलैप कि कुछ भी दो हफ़्ते तक बिना ट्रेनिंग के न रहे।
hu: Kétnapos rotáció heti három edzéssel, az általad megadott eszközökre építve. Először az összetett gyakorlatok, minden nyomáshoz egy húzás, és elég átfedés a napok között ahhoz, hogy semmi ne maradjon két hétig edzés nélkül.
it: Una rotazione su due giorni per tre sedute a settimana, costruita sull’attrezzatura che hai indicato. Prima i multiarticolari, una tirata per ogni spinta e abbastanza sovrapposizione tra i giorni perché nulla resti due settimane senza allenamento.
ko: 입력한 장비에 맞춰 주 3회 세션에 걸쳐 도는 2일 로테이션이에요. 복합 운동을 먼저, 미는 운동마다 당기는 운동 하나씩, 그리고 어떤 부위도 2주 동안 훈련 없이 지나가지 않도록 날마다 충분히 겹치게 했어요.
pl: Dwudniowa rotacja na trzy sesje w tygodniu, zbudowana wokół wskazanego przez ciebie sprzętu. Najpierw ćwiczenia wielostawowe, na każde wyciskanie jedno przyciąganie i na tyle dużo wspólnego między dniami, żeby nic nie zostało bez treningu przez dwa tygodnie.
pt: Uma rotação de dois dias em três sessões por semana, construída à volta do equipamento que indicaste. Primeiro os exercícios compostos, uma puxada para cada empurrão e sobreposição suficiente entre os dias para que nada fique duas semanas sem ser treinado.
pt_br: Uma rotação de dois dias em três sessões por semana, montada em torno do equipamento que você informou. Primeiro os exercícios compostos, uma puxada para cada empurrão e sobreposição suficiente entre os dias para que nada fique duas semanas sem ser treinado.
ru: Двухдневная ротация на три тренировки в неделю, собранная под указанное вами оборудование. Сначала базовые движения, на каждый жим — своя тяга, и между днями достаточно пересечений, чтобы ничто не оставалось без нагрузки дольше двух недель.
th: การสลับสองวันใน 3 เซสชันต่อสัปดาห์ ออกแบบตามอุปกรณ์ที่คุณระบุ ท่าคอมปาวด์ก่อน ท่าดึงหนึ่งท่าต่อท่าดันทุกท่า และให้แต่ละวันทับซ้อนกันพอที่จะไม่มีส่วนไหนถูกเว้นการฝึกนานสองสัปดาห์
tr: Belirttiğin ekipmana göre kurulmuş, haftada üç seansa yayılan iki günlük bir rotasyon. Önce bileşik hareketler, her itişe bir çekiş ve günler arasında hiçbir şeyin iki hafta çalışılmadan kalmayacağı kadar örtüşme.
uk: Дводенна ротація на три тренування на тиждень, складена під вказане тобою обладнання. Спершу базові вправи, на кожен жим — своя тяга, і між днями достатньо перетинів, щоб ніщо не лишалося без навантаження два тижні.
zh: 根据你列出的器械，安排为每周三次训练、两天轮换。先做复合动作，每个推配一个拉，并让两天之间有足够的重叠，确保任何部位都不会两周得不到训练。

source: AI Coach
ar: مدرب الذكاء الاصطناعي
de: KI-Coach
es: Entrenador IA
fr: Coach IA
hi: AI कोच
hu: MI-edző
it: Coach IA
ko: AI 코치
pl: Trener AI
pt: Treinador IA
pt_br: Treinador IA
ru: ИИ-тренер
th: โค้ช AI
tr: Yapay Zekâ Koçu
uk: ШІ-тренер
zh: AI 教练

source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fr: Clé API
hi: API कुंजी
hu: API-kulcs
it: Chiave API
ko: API 키
pl: Klucz API
pt: Chave de API
pt_br: Chave de API
ru: API-ключ
th: คีย์ API
tr: API anahtarı
uk: API-ключ
zh: API 密钥

source: Abs
ar: البطن
de: Bauch
es: Abdominales
fr: Abdominaux
hi: एब्स
hu: Has
it: Addominali
ko: 복근
pl: Brzuch
pt: Abdominais
pt_br: Abdominais
ru: Пресс
th: หน้าท้อง
tr: Karın
uk: Прес
zh: 腹肌

source: Accent color
ar: اللون المميز
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accent
hi: एक्सेंट रंग
hu: Kiemelő szín
it: Colore accento
ko: 강조 색상
pl: Kolor akcentu
pt: Cor de destaque
pt_br: Cor de destaque
ru: Акцентный цвет
th: สีเน้น
tr: Vurgu rengi
uk: Акцентний колір
zh: 强调色

source: Accept plan
ar: قبول الخطة
de: Plan übernehmen
es: Aceptar plan
fr: Accepter le plan
hi: प्लान स्वीकारें
hu: Terv elfogadása
it: Accetta il piano
ko: 계획 수락
pl: Zaakceptuj plan
pt: Aceitar plano
pt_br: Aceitar plano
ru: Принять план
th: ยอมรับแผน
tr: Planı kabul et
uk: Прийняти план
zh: 采用此计划
